import motivImg from '../assets/motivImg.png'
export const motivators_data = [
    {
        id: 0,
        img: motivImg,
        title: "Признание успехов",
        description: "Важно официальное признание\n" +
            "ваших достижений, похвала со\n" +
            "стороны коллег и руководства.\n" +
            "Желание быть лучшим"
    },
    {
        id: 1,
        img: motivImg,
        title: "Отношения с руководителем",
        description: "Важна личность руководителя." +
            " Насколько мои качества сходятся с его." +
            "  Важны выстроенные отношения с непосредственным/вышестоящим руководителем," +
            " обратная связь, поддержка, общение с ним."
    },
    {
        id: 2,
        img: motivImg,
        title: "Содержание работы",
        description: "Важен горизонтальный рост, наращивание экспертизы, работа над улучшением процессов/продукта."
    },
    {
        id: 3,
        img: motivImg,
        title: "Продвижение и карьера",
        description: "Важен горизонтальный рост, желание быть руководителем, расти по вертикальной карьерной лестнице."
    },
    {
        id: 4,
        img: motivImg,
        title: "Отвественность, самостоятельность, полномочия",
        description: "Важна свобода в принятии решений , выполнении задач , снижении контроля.   Желание получить больший уровень полномочий."
    },
    {
        id: 5,
        img: motivImg,
        title: "Достижения",
        description: "Ориентация на достижение собственных целей, результат важнее процесса.   Важна собственная оценка результатов(достиг/не достиг), внешняя оценка менее важна."
    },
    {
        id: 6,
        img: motivImg,
        title: "Сотрудничество",
        description: "Важна совместная деятельность в принятии решений.  Важно наличие команды, обмен опытом с коллегами, неформальное общение."
    },
    {
        id: 7,
        img: motivImg,
        title: "Финансовый мотиватор",
        description: "Ваша позиция в компании подчеркивает ваш профессионализм, вы заметны среди коллег."
    },
];